/* localized displayName */

"Disk Image" = "Schijfkopiebestand";
"Creating Image..." = "Maakt schijfkopiebestand...";
"Mounting Image..." = "Installeert schijfkopiebestand...";
"Converting Image..." = "Converteert schijfkopiebestand...";

"Disk Image Converting" = "Converteert schijfkopiebestand";
"Disk Image Progress" = "Voortgang Schijfkopiebestand";

/* window names */
"Create Disk Image" = "Schijfkopiebestand";
"Disk Image Converter" = "Converteer schijfkopiebestand";

"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Het bestand moet eindigen op de extensie .dmg, .img of .toast.";

"Volume Size:" = "Grootte:";
"Volume Name:" = "Volumenaam:";
"Megabytes" = "Megabyte";
"Mount after creating" = "Installeer na aanmaken";
"Cancel" = "Annuleer";
"Create" = "Maak";

"Read only compressed" = "Alleen lezen gecomprimeerd";
"Read only" = "Alleen lezen";
"Read/Write" = "Lezen en schrijven";
"DVD/CD-R master" = "DVD/CD-R master";
"Convert" = "Converteer";
"Image Format" = "Converteer schijfkopiebestand naar:";

"untitled" = "naamloos";
"Finished" = "Klaar";

"Internet enable" = "Geschikt voor internet";
"Create..." = "Nieuw schijfkopiebestand...";
"Change Format..." = "Converteer schijfkopiebestand...";
"Burn Image..." = "Brand schijfkopiebestand...";

"Create with size:" = "Maak aan met grootte:";
"Create with directory:" = "Maak aan met map:";
"Format:" = "Formatteer:";
"Encryption:" = "Codering:";
"None" = "Geen";
"Sparse" = "Sparse";
"Name:" = "Naam:";

"AES-128 (recommended)" = "AES-128 (aanbevolen)";
